Repository: eusholli/drupal
Catalog: sites/all/themes/colourise/translations/colourise.*.po
Languages: ru, th

source: Related Terms
ru: Метки
th: หัวข้อที่เกี่ยวข้อง

source: Home
ru: На главную
th: หน้าแรก

source: Original Design is
ru: Оригинальный дизайон от
th: ดีไซน์ดั้งเดิมจาก

source: Ported to Drupal by
ru: Портировано в Drupal силами
th: ปรับแต่งเพื่อใช้งานในดรูปอล โดย

source: Skip to Primary Menu
ru: К главному меню
th: ข้ามไปยังเมนูหลัก

source: Skip to Main Content
ru: К тексту
th: ข้ามไปยังส่วนเนื้อหาหลัก

source: Back To Top
ru: Вверх
th: กลับขึ้นด้านบน

source: Colourise Theme Settings
ru: Настройки темы Colourise
th: ตั้งค่าธีม Colourise

source: Use these settings to change what and how information is displayed in <strong>Colourise</strong> theme.
ru: Используйте эти настройки для смены отображения в теме <strong>Colourise</strong>.
th: คุณสามารถใช้ตั้งค่าการใช้งานธีม เพื่อเปลี่ยนแปลงลักษณะพิเศษและการแสดงผลข้อมูลสำหรับธีม <strong>Colourise</strong> โดยเฉพาะ

source: Page Width
ru: Ширина страницы
th: ความกว้างหน้าเว็บ

source: Select the page width you need. <strong>Be careful</strong>, the Narrow and Medium Width may not suite 2 sidebars.
ru: Выберите нужную ширину. <strong>Помните,</strong> что Узкая и Средняя раскладки могут не иметь 2 колонок по бокам.
th: เลือกขนาดความกว้างของหน้าเว็บที่คุณต้องการ แต่ <strong>โปรดระวัง</strong> เพราะความกว้าง ขนาด แคบ และ ปานกลาง อาจไม่เหมาะกับการใช้ ไซต์บาร์ 2 ข้าง

source: Narrow (Fixed width: 780px)
ru: Узкая (фиксированная ширина, 780пкс)
th: แคบ (ความกว้างคงที่: 780px)

source: Medium (Fixed width: 840px)
ru: Средняя (фиксированная ширина, 840пкс)
th: ปานกลาง (ความกว้างคงที่: 840px)

source: Wide (Fixed width: 960px)
ru: Широкая (фиксированная ширина, 960пкс)
th: กว้างปกติ (ความกว้างคงที่: 960px)

source: Super Wide (Fixed width: 1020px)
ru: Очень широкая (фиксированная ширина, 1020пкс)
th: กว้างมาก (ความกว้างคงที่: 1020px)

source: Extreme Wide (Fixed width: 1140px)
ru: Совсем широкая (фиксированная ширина, 1140пкс)
th: กว้างมากพิเศษ (ความกว้างคงที่: 1140px)

source: Fluid (min-width: 780px)
ru: Резиновая (минимальная ширина: 780пкс)
th: ยืดหยุ่น (กว้างไม่ต่ำกว่า: 780px)

source: Other Features
ru: Другие возможности
th: คุณสมบัติเสริมอื่นๆ

source: Check / Uncheck each themes features you want to activate or deactivate for your site.
ru: Отметьте нужные вам функции.
th: เลือก / ยกเลิก คุณสมบัติเสริมพิเศษของธีมที่คุณต้องการเปิดหรือปิดการใช้งานในเว็บไซต์

source: Use <strong>IE Transparent PNG Fix</strong>
ru: Корректно отображать PNG-изображения с прозрачностью
th: ใช้งาน <strong>IE Transparent PNG Fix</strong>

source: Add <strong>Customized Stylesheet (custom.css)</strong>
ru: Добавить стили из <strong>моего файла (custom.css)</strong>
th: เพิ่ม <strong>สไตล์ชีตที่คุณจัดการเอง (custom.css)</strong>

source: Show <strong>Breadcrumbs</strong>
ru: Показывать <strong>цепочку навигации</strong>
th: แสดง <strong>Breadcrumbs</strong>

source: Show <strong>Back to Top link</strong> (the link will appear at footer)
ru: Показывать ссылку <strong>Вверх</strong> (будет отображаться в подвале
th: แสดง <strong>ลิ้งค์กลับขึ้นด้านบน</strong> (ลิงค์จะปรากฏในส่วนล่างลุดของหน้าเว็บ)

source: Dark tableless design with valid XHTML/CSS. Visit <a href="http://webzer.net/tags/colourise">Webzer.net</a> for more informations.
ru: Черный табличный дизайн с корректным XHTML/CSS. Подробная информация на <a href="http://webzer.net/tags/colourise">Webzer.net</a>
th: ดีไซน์โทนมืด ไม่ใช้ตารางในเลย์เอาต์ และเป็น valid XHTML/CSS อ่านข้อมูลเพิ่มเติมที่ <a href="http://webzer.net/tags/colourise">Webzer.net</a>

source: Left sidebar
ru: Левая колонка
th: ไซด์บาร์ด้านซ้าย

source: Right sidebar
ru: Правая колонка
th: ไซด์บาร์ด้านขวา

source: Top Content
ru: Над содержимым
th: บล็อคด้านบนเนื้อหา

source: Bottom Content
ru: Под содержимым
th: บล็อคด้านล่างเนื้อหา

source: Footer Block 1
ru: Подвальный блок 1
th: บล็อคส่วนท้าย 1

source: Footer Block 2
ru: Подвальный блок 2
th: บล็อคส่วนท้าย 2

source: Footer Block 3
ru: Подвальный блок 3
th: บล็อคส่วนท้าย 3
